| Button           | Num | Raw Value | Wants      | Current Use |
|------------------+-----+-----------+------------+-------------|
| A                |   0 |         1 | low speed  | high        |
| B                |   1 |         2 |            |             |
| X                |   2 |         3 |            |             |
| Y                |   3 |         4 | high speed | slow        |
| LB               |   4 |         5 |            |             |
| RB               |   5 |         6 |            |             |
| Back             |   6 |         7 |            |             |
| Start            |   7 |         8 |            |             |
| Down left stick  |   8 |         9 |            |             |
| Down right stick |   9 |        10 |            |             |
#+TBLFM: $3=$-1+1



| Axis          | Symbol | Num | Raw Nmber Value | Current Use      |
|---------------+--------+-----+-----------------+------------------|
| Left stick X  | +X     |   0 |               0 | turn             |
| Left stick Y  | +Y     |   1 |               1 | forward/backward |
| Left trigger  | LT     |   2 |               2 |                  |
| Right trigger | RT     |   3 |               3 |                  |
| Right stick X |        |   4 |               4 |                  |
| Right stick Y |        |   5 |               5 |                  |
#+TBLFM: $4=$-1
